<?php

return [
    'dashboard' => 'لوحة التحكم',
    'home' => 'الصفحة الرئيسية',
    'users' => 'المستخدمين',
    'roles' => 'الأدوار',
    'permissions' => 'الصلاحيات',
    'logout' => 'تسجيل الخروج',
    'addnew' => 'إضافة جديد',
    'show' => 'عرض',
    'edit' => 'تحرير',
    'delete' => 'حذف',
    'username' => 'اسم المستخدم',
    'email' => 'البريد الإلكتروني',
    'photo' => 'الصورة',
    'phone' => 'الهاتف',
    'created' => 'تم الإنشاء',
    'click' => 'انقر هنا',
    'pass' => 'كلمة المرور',
    'submit' => 'إرسال',
    'assignrole' => 'تعيين دور للمستخدم',
    'selectRole' => 'اختر دور للتعيين',
    'selectUser' => 'اختر مستخدم لإعطاء الدور',
    'name' => 'الاسم',
    'slug' => 'الاسم المستعار',
    'actions' => 'الإجراءات',

];
